Repository: HNP-Christopher-Rohde/URL-SEO-Title-Tags-Wordpress-Plugin
Catalog: hnp-seo-title/languages/hnp-seo-title-textdomain-*.po
Languages: de_de

source: Activate compatibility mode?
de_de: Aktiviere den Kompatibilitätsmodus?

source: Activated
de_de: Aktiviert

source: Add Words on the End of the Tag
de_de: Füge ein Wort am Ende des Titel-Tags hinzu

source: Add Words on the Start of the Tag
de_de: Füge ein Wort am Anfang des Titel-Tags hinzu

source: Automatically generates title tags for URLs without existing tags.
de_de: Erzeugt automatische Title-Tags bei URLs ohne vorhandenen Tags.

source: Compatibility Mode: <span style="color: %s;">%s</span>
de_de: Kompatibilitätsmodus: <span style="color: %s;">%s</span>

source: Custom Style CSS:
de_de: Eigene Style CSS:

source: Custom Style:
de_de: Eigener Style:

source: Do you have any questions? Do you need a custom plugin or custom function for WordPress / WooCommerce? Send us an email:
de_de: Haben Sie Fragen? Benötigen Sie ein individuelles Plugin oder eine benutzerdefinierte Funktion für WordPress / WooCommerce? Senden Sie uns eine E-Mail:

source: Enable the Function?
de_de: Aktiviere die Funktion?

source: Enable the functionality of the Plugin.
de_de: Aktiviert die Funktion des Plugins

source: Enter your custom CSS code here.
de_de: Schreibe Deine eigene CSS hier.

source: Function: <span style="color: %s;">%s</span> |
de_de: Funktion: <span style="color: %s;">%s</span> |

source: HNP - Programming made with love in Germany.
de_de: HNP - Programmierungen mit Liebe gemacht in Deutschland

source: HNP SEO Title for URLs Plugin
de_de: HNP SEO Titels für URLs

source: If this function is enabled, an attempt will be made to prevent caching, minification, and concatenation of the frontend script. If you encounter error messages or if a function is not working as expected, try using this mode.
de_de: Wenn diese Funktion aktiviert ist, wird versucht, das Zwischenspeichern, Verkleinern und Verknüpfen des Front-End-Skripts zu verhindern. Wenn Sie Fehlermeldungen erhalten oder eine Funktion nicht wie erwartet funktioniert, versuchen Sie, diesen Modus zu verwenden.

source: Licence Activated
de_de: Lizenz aktiviert

source: Licence Code
de_de: Lizenz Code

source: Licence Key:
de_de: Lizenz Code:

source: Licence Not activated
de_de: Lizenz nicht aktiviert

source: Not Activated
de_de: Nicht aktiviert

source: Options:
de_de: Optionen:

source: Other
de_de: Sonstiges

source: Saved
de_de: Gespeichert

source: Settings
de_de: Einstellungen

source: Update/Save
de_de: Speichern

source: Use Defer mode?
de_de: Defer Modus nutzen?

source: When this function is enabled, the "defer" tag will be added to the frontend script, which prevents the script from blocking rendering. This function should be tested after activation.
de_de: Wenn diese Funktion aktiviert ist, wird das "defer"-Tag zum Frontend-Skript hinzugefügt, wodurch verhindert wird, dass das Skript das Rendering blockiert. Diese Funktion sollte nach der Aktivierung getestet werden.

source: Your Licence Key.
de_de: Dein Lizenz Code.
